<template>
	<div class="content__layout">
		<section class="typical__page-block text-block">
			<div class="wrapper">
				<div class="typical__page-block-inner">
					<div class="typical__page-block-head">
						<div class="typical__page-block-caption">
							<h1>Противодействие отмыванию средств</h1>
						</div>
						<div class="typical__page-block-info">Контроль безопасности</div>
					</div>
					<div class="typical__page-block-body">
						<div class="text-block__inner">
							<p>
								1. Принимая во внимание данные вам права на пользование услугами, вы гарантируете,
								подтверждаете, обязуетесь и соглашаетесь, что:
							</p>
							<p>
								2. Ваш возраст составляет не менее 18 лет или соответствует возрасту
								совершеннолетия, который является законодательно разрешенным для участия в азартных
								играх согласно законодательству вашей юрисдикции.
							</p>
							<p>
								3. Вы являетесь полноправным владельцем денежных средств на вашем счету. Вся
								информация, которую вы предоставили Компании в процессе регистрации и/или в
								последующее время, в том числе в рамках любой сделки, которая требует внесения
								денежных средств, является верной, актуальной, точной и в полной мере соответствует
								имени (именам) на кредитной/дебетовой расчетной карте(-ах) или другим расчетным
								счетам, которые будут использоваться для внесения или получения средств на ваш
								счет/c вашего счета.
							</p>
							<p>
								4. Вы в полной мере осознаете, что в процессе использования услуг на Веб-сайте
								существует риск потери денежных средств, и вы несете полную ответственность за любые
								потери, связанные с использованием услуг Веб-сайта. Вы согласны с тем, что
								пользуетесь услугами исключительно по собственному выбору, решению и на свой
								собственный риск. Вы не имеете права предъявлять какие-либо претензии к Компании в
								связи с вашими убытками, потерями и/или проигрышами.
							</p>
							<p>
								5. Вы полностью понимаете общие способы, правила и процедуры предоставления услуг и
								игры в Интернете. Вы понимаете, что несете ответственность за обеспечение
								правильности данных ставок и игр. Вы обязуетесь не совершать какие-либо действия или
								поступки, которые могут нанести ущерб репутации Компании.
							</p>
							<p>
								6. Соглашаясь с Условиями, вы наделяете нас правом периодического проведения любых
								проверок (по нашему усмотрению), либо которые будут требоваться третьими сторонами
								(включая, в том числе, регулятивные органы) для подтверждения вашей личности и
								контактной информации («Проверка»).
							</p>
							<p>
								7. Во время проведения Проверок мы можем ограничить вашу возможность вывода денежных
								средств с вашего счета.
							</p>
							<p>
								8. Если какая-либо предоставленная вами информация является ложной, неточной,
								вводящей в заблуждение и/или иным образом неполной, то вы нарушаете условия
								договора, и мы имеем право закрыть Ваш счет незамедлительно и/или отказать Вам в
								использовании услуг Веб-сайта в дополнение к любым другим действиям по своему
								усмотрению.
							</p>
							<p>
								9. Если мы не сможем подтвердить достижение вами Допустимого возраста, мы вправе
								приостановить действие вашего счета. Если на момент вашего участия в операциях на
								Веб-сайте, связанных с азартными играми, ваш возраст был менее Допустимого, то:
							</p>
							<ul>
								<li>ваш счет будет закрыт;</li>
								<li>
									все сделки, совершенные в течение этого времени, становятся недействительными, а
									соответствующие денежные средства, положенные вами на счет, будут возвращены за
									вычетом комиссионных расходов, составляющих от 20% до 50%;
								</li>
								<li>любые ставки, сделанные вами в течение этого времени, будут отменены;</li>
							</ul>
							<p>
								любые суммы выигрышей, которые вы накопили за тот период, когда ваш возраст был
								менее Допустимого, будут вами утрачены, и вы должны будете по требованию вернуть нам
								все средства, которые были выведены с вашего счета.
							</p>
							<p>
								6. Следующие виды деятельности не допускаются и представляют собой существенное
								нарушение Условий:
							</p>
							<p>6.1. предоставление информации третьим лицам;</p>
							<p>
								6.2. использование незаконных действий (известные как мошенничество), в том числе,
								использование вредоносных программ, ошибок в нашем программном обеспечении,
								использование автоматизированных игроков (также известный как «боты»);
							</p>
							<p>
								6.3. совершение мошеннических действий в Ваших интересах, включая использование
								украденных, клонированных или иным путем незаконно полученных данных кредитной или
								дебетовой карты при пополнении Вашего счёта;
							</p>
							<p>
								6.4. участие в любой преступной деятельности, включая отмывание денег и любой другой
								деятельности с уголовно-правовыми последствиями;
							</p>
							<p>
								6.5. вступление или попытка вступления в сговор, и/или намерение непосредственно или
								косвенно участвовать в какой-либо схеме сговора с другим игроком во время игры на
								Веб-сайте.
							</p>
							<p>
								7. Мы сохраняем за собой право приостанавливать, отзывать или отменять любые выплаты
								или выигрыши, связанные с бонусными денежными средствами, полученными от Компании
								(комп поинты, бонусы, и т.д.) при наличии у нас подозрений в том, что Вы пытаетесь
								ими злоупотреблять.
							</p>
							<p>
								8. Компания предпримет все разумные меры для исключения, а также для выявления
								сговоров и их участников; против этих лиц будут предприняты соответствующие меры. Мы
								не несем ответственности за любые потери или любой ущерб, понесенные Вами или любым
								другим игроком в результате сговора, мошеннических действий и иных незаконных
								операций или обмана, и любое наше действие в этом отношении будет совершено по
								нашему единоличному усмотрению.
							</p>
							<p>
								9. Если Вы подозреваете, что человек находится в сговоре или осуществляет
								мошеннические действия, Вы должны в кратчайшие сроки сообщить нам об этом по
								электронной почте.
							</p>
							<p>
								10. Мы можем в любое время, без предварительного уведомления, запретить Вам доступ к
								услугам Веб-сайта и заблокировать Ваш счет, в случае, если мы заподозрим Вас в
								мошенничестве или мошеннической деятельности. В данном случае мы снимаем с себя
								обязательство возвратить или иным образом компенсировать Вам средства, находящиеся
								на Вашем счете. Мы также сохраняем за собой право проинформировать об этом
								соответствующие органы и, Вы обязаны сотрудничать с Компанией в расследовании данной
								ситуации.
							</p>
							<p>
								11. Вам запрещено использовать услуги и/или программное обеспечение для любого
								незаконного или мошеннического действия, или для любой незаконной или мошеннической
								транзакции (включая отмывание денег) в соответствии с законодательством страны Вашей
								юрисдикции. Компания оставляет за собой право в любое время приостановить или
								заблокировать Ваш и любые другие Ваши счета в системе и удержать денежные средства.
								В данном случае Вы отказываетесь от любых претензий в адрес Компании.
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>
		<Footer />
	</div>
</template>

<script>
export default {
	data() {
		return {}
	},
	components: {
		Footer: () => import('@/components/layout/Footer/Footer.vue'),
	},
}
</script>
