<template>
	<div class="content__layout">
		<section class="typical__page-block text-block">
			<div class="wrapper">
				<div class="typical__page-block-inner">
					<div class="typical__page-block-head">
						<div class="typical__page-block-caption">
							<h1>Политика конфиденциальности</h1>
						</div>
						<div class="typical__page-block-info">Общие положения и информация</div>
					</div>
					<div class="typical__page-block-body">
						<div class="text-block__inner">
							<p>Редакция от: 01 дек. 2020г., 00:00</p>
							<p>
								В данной политике все указания на «Friends-casino», «Группа», «мы», «нас», «нам»,
								«наше» и «наши» означают любую компанию в группе компаний Marcodella Group Ltd.
								Указания на «вы», «вас», «вашу», «вам» и «ваш» ссылаются на лицо, использующее наш
								Веб-сайт(-ы) и предоставляющее нам личную информацию.
							</p>
							<strong>1. Конфиденциальность</strong>
							<p>
								«Friends-casino» обязуется защищать личную информацию, которую вы нам
								предоставляете, и мы примем все возможные меры, чтобы гарантировать вам, что все
								данные, которые вы отправили через Веб-сайт(-ы), останутся в сохранности. С этой
								целью мы составили данную Политику о соблюдении конфиденциальности, чтобы вы знали,
								какую информацию мы собираем при использовании вами наших Услуг, зачем мы собираем
								эту информацию и как мы используем полученные данные.
							</p>
							<p>
								В этом документе описывается, каким образом «Friends-casino» обращается с
								информацией и данными, которые вы нам предоставляете. Отправляя свою информацию в
								«Friends-casino» и используя наш Веб-сайт(-ы), вы подтверждаете свое согласие на
								использование нами ваших персональных данных, как указано в этом документе. Если вы
								не согласны с условиями настоящей Политики о соблюдении конфиденциальности и не
								хотите предоставлять запрашиваемую нами личную информацию, пожалуйста, не
								используйте данный Веб-сайт.
							</p>
							<strong>2. Собрання информация</strong>
							<p>
								Личная информация, которую мы можем запросить с целью дальнейшего использования,
								включает в себя, но не ограничивается:
							</p>
							<p>
								a. любой информацией, которую вы предоставляете нам при заполнении форм на страницах
								регистрации аккаунта, а также любыми прочими данными, которые вы предоставляете нам
								через Веб-сайт(-ы) или электронную почту (например, имя и фамилия, дата рождения,
								информация о банковской карте, адрес проживания, адрес электронной почты, номер
								телефона);
							</p>
							<p>
								b. обменом сообщениями через Веб-сайт(ы), электронную почту, телефон, веб-чат или
								через любые другие средства коммуникации;
							</p>
							<p>c. участием в опросах, которые мы время от времени проводим;</p>
							<p>
								d. всей историей транзакций, связанных с учетной записью клиента, независимо от
								того, проходят они через Веб-сайт(-ы) или через сторонние сервисы;
							</p>
							<p>
								e. информацией о входах в систему и подробными данными, включая данные геолокаций,
								веб-журналов, журналов регистрации операций и другую записанную в системе информацию
								о сетевой активности.
							</p>
							<strong>3. Использование собранной информации</strong>
							<p>
								Мы используем полученную от вас личную информацию, для улучшения качества
								предоставляемых нами Услуг и со следующими целями:
							</p>
							<p>
								a. обработка ваших ставок и транзакций. Это включает использование вами банковских
								карт и электронных платежных систем;
							</p>
							<p>
								b. предоставление вам услуги поддержки клиентов и помощи в настройке, работе и
								управлении вашей учетной записью (аккаунтом);
							</p>
							<p>c. выполнение правовых и нормативных обязательств;</p>
							<p>
								d. создание личных анкет наших клиентов с целью начисления персональных бонусных
								баллов и вознаграждений;
							</p>
							<p>
								e. принятие необходимых мер по обеспечению безопасности счета клиента и проведение
								необходимых верификационных проверок;
							</p>
							<p>
								f. анализ динамики клиентов посредством оценки исследований рынка (участие в опросах
								не является обязательным, и у клиентов есть выбор, участвовать в них или нет);
							</p>
							<p>
								g. предоставление нашим зарегистрированным клиентам информации о рекламных
								предложениях, продуктах и услугах или предоставление рекламной информации от наших
								деловых партнеров, аффилированных компаний и филиалов, на получение чьей рекламной
								информации клиенты специально подписались;
							</p>
							<p>
								h. анализ и изучение транзакций с целью предотвращения мошенничества, отмывания
								денег и других незаконных игровых схем.
							</p>
							<strong>4. Рекламная информация</strong>
							<p>
								Если вы решили не получать рекламную информацию, мы также можем использовать вашу
								Личную информацию, включая адрес вашей электронной почты и номер телефона, чтобы
								предоставить вам рекламные сообщения о продуктах, услугах и рекламных акциях,
								которые, по нашему мнению, могут показаться вам интересными. Это может также
								включать в себя информацию о других игровых продуктах и услугах от выбранных нами
								деловых партнеров. Если вы хотели бы прекратить получать маркетинговые и другие
								рекламные материалы, вы можете отказаться от этой услуги, настроив соответствующим
								образом свою учетную запись или связавшись с нашей службой поддержки клиентов по
								электронному адресу
								<a href='\"mailto:support@friends-casino.com\"' target='\"_blank\"'
									>support@friends-casino.com</a
								>.
							</p>
							<p>
								Вы также должны отметить, что, принимая от нас любой приз или выигрыши, вы
								соглашаетесь на использование своего имени, фамилии и фотографий в рекламных и
								рекламно-информационных целях без дополнительного вознаграждения, кроме случаев,
								когда это запрещено законом.
							</p>
							<strong>5. Получение личной информации</strong>
							<p>
								Мы не будем собирать личную информацию о вас без вашего ведома. Однако мы можем
								автоматически собирать некоторые данные и получать личную информацию о вас, где вы
								предоставили бы такую информацию, используя наши Услуги и через ваше взаимодействие
								с нами. Мы также можем получать некоторую личную информацию от онлайн-продавцов и
								поставщиков таких услуг, а также из списков клиентов, законно приобретенных у
								сторонних поставщиков. Кроме того, мы сохраняем за собой право привлекать услуги
								сторонних поставщиков услуг для оказания клиентам технической поддержки, чтобы
								обрабатывать ваши онлайн-транзакции и обслуживать вашу учетную запись. Просим вам с
								пониманием отнестись к тому, что нам может быть предоставлен доступ к любой
								информации, которую вы передаете таким поставщикам, поставщикам услуг и сторонним
								службам электронной коммерции. Заверяем вас, что мы будем использовать и защищать
								любую полученную нами Личную информацию, как указано в настоящей Политике о
								соблюдении конфиденциальности. Любая информация, которую вы предоставляете, будет
								раскрываться третьим лицам, не входящими в группу компаний Marcodella Group Ltd.
								только в соответствии с настоящей Политикой о соблюдении конфиденциальности, и мы
								предпримем необходимые меры для обеспечения того, чтобы наши договоренности со
								сторонними поставщиками услуг и онлайн-поставщиками всегда защищали вашу Личную
								информацию.
							</p>
							<strong>6. Обмен личными данными</strong>
							<p>
								Мы можем передавать информацию, которую вы предоставили другим компаниям группы
								Marcodella Group Ltd. и нашим деловым партнерам, с которыми мы сотрудничаемв целях
								обработки данных, указанных в Разделе 3 настоящей Политики.
							</p>
							<p>
								Согласие также включает в себя обработку ваших запросов в отношении использования
								нашего Бренда/Продукции и/или Игр/Продукции или наших деловых партнеров.
							</p>
							<p>
								Учитывая, что Интернет является глобальной средой, использование Интернета для сбора
								и обработки персональных данных обязательно связано с передачей данных. Поэтому мы
								также можем раскрывать предоставленную вами информацию нашим деловым партнерам,
								поставщикам и субподрядчикам для выполнения любых обязательств по соглашению,
								которые мы могли заключить с ними или с вами. Для более полного информирования мы
								можем передавать вам информацию о любом третьем лице, которому была предоставлена
								информация о вас. Пожалуйста, заметьте, что для предоставления вам
								квалифицированного сервиса нам и/или нашим поставщикам услуг может потребоваться
								передать ваши личные данные из одной страны в другую в пределах Европейского союза
								(ЕС) и Европейской ассоциации свободной торговли (EFTA), и также некоторым
								обработчикам персональных данных, которые могут находиться за пределами Европейской
								экономической зоны (ЕАОС). Поэтому, просматривая Веб-сайт и обмениваясь электронными
								сообщениями с нами, вы подтверждаете и соглашаетесь с тем, что мы (или наши
								поставщики или субподрядчики) будут обрабатывать ваши персональные данные в этих
								странах. Мы всегда будем принимать все возможные меры для обеспечения надежной
								обработки вашей информации и данных, чтобы они соответствовали условиям данной
								Политикой о соблюдении конфиденциальности.
							</p>
							<p>
								Соответствующие надзорные органы, регулирующие структуры, сотрудники «Frieds-casino,
								те, что входят в состав службы поддержки, финансовые отделы и отделы, выявляющие
								мошенничество, также имеют доступ к вашим личным данным для выполнения своих
								обязанностей и предоставления вам помощи. Настоящим вы соглашаетесь на такое
								раскрытие информации о себе.
							</p>
							<strong>7. Продажа и распространение данных</strong>
							<p>
								Мы не продаем личные данные о наших клиентах третьим лицам. Однако мы можем выдавать
								личные данные при приобретении каких-либо новых бизнес-структур. Если структура
								Группы компаний Marcodella Group Ltd. подвергнется каким-либо изменениям, таким как
								слияние, приобретение другой компанией или частичное приобретение, то скорее всего
								личные данные наших клиентов будут включены в продажу или передачу. В рамках нашей
								политики мы проинформируем наших клиентов об этом по электронной почте до того, как
								таковая передача персональных данных будет проведена.
							</p>
							<p>
								Мы также оставляем за собой право выдавать персональные данные, когда считаем, что
								такая выдача необходима в связи с требованиями закона или для обеспечения соблюдения
								наших условий, для защиты наших прав, имущества или безопасности, а также для защиты
								любых других компаний Группы, наших клиентов или других третьих лиц.
							</p>
							<strong>8. Законы и правила</strong>
							<p>
								Настоящим мы подтверждаем, что при сборе и обработке ваших личных данных в целях
								управления вашей учетной записью мы обязуемся соблюдать строгие законодательные
								положения о защите персональных данных. Соответственно, мы стремимся защитить вашу
								Личную информацию, и уважаем ваше право на конфиденциальность, согласно применяемым
								правовым нормам. Кроме того, во избежание неопределенности в настоящей Политике о
								соблюдении конфиденциальности, ничто не поможет нам оградить вас от распространения
								вашей Личной информации, если того от нас требует закон.
							</p>
							<strong>9. Сохранение вашей личной информации</strong>
							<p>
								Как указано в настоящих правилах и условиях, как вы, так и «Friends-casino» можем в
								любое время решить закрыть вашу учетную запись (аккаунт). После закрытия вашего
								аккаунта мы будем хранить ваши персональные данные в текстовом виде в течение
								требуемого по закону времени. Данные будут использоваться только, если этого
								потребуют компетентные органы в случаях запросов о финансовых и налоговых вычетах,
								мошенничестве, отмывании денег или расследовании любой другой незаконной
								деятельности.
							</p>
							<strong>10. Связаться с нами</strong>
							<p>Вы можете связаться с нами в следующих случаях:</p>
							<p>
								a. подтвердить актуальность полученной от вас и хранимой нами личной информации;
							</p>
							<p>b. узнать, каким образом мы используем вашу личную информацию;</p>
							<p>c. запретить использование вашей личной информации в рекламных целях в будущем;</p>
							<p>
								d. обновить любую хранящуюся у нас информацию о вас при условии, что в таких случаях
								вы представите доказательства, которые мы можем потребовать от вас для внесения
								таких изменений. Представление нам ложной информации о себе является незаконным, и
								вы несете ответственность за то, чтобы у нас всегда была самая актуальная и
								достоверная информация о вас;
							</p>
							<p>
								e. для переноса ваших персональных данных в случаях, предусмотренных
								законодательством;
							</p>
							<p>
								с требованием прекратить обработку ваших персональных данных, а также стереть данные
								в случаях, предусмотренных законодательством.
							</p>
							<p>
								Вы также имеете возможность подать жалобу в надзорный орган, в частности в
								государстве-члене вашего обычного места жительства, места работы или места
								предполагаемого нарушения, если полагаете, что обработка персональных данных,
								касающихся ваших прав, нарушает закон о защите персональных данных.
							</p>
							<strong>11. Cookies</strong>
							<p>
								Принимая условия и положения «Friends-casino», регистрируя учетную запись и
								пользуясь нашими услугами, вы подтверждаете, что «Friends-casino» будет использовать
								cookie-файлы для хранения и использования отдельной информации на вашем компьютере,
								ноутбуке, планшете или мобильном устройстве при доступе к нашим сайтам, мобильным
								сайтам или мобильным приложениям.
							</p>
							<p>
								Cookie-файлы представляют из себя небольшие текстовые файлы, которые сохраняются на
								вашем компьютере или компьютерном оборудовании, когда вы посещаете определенные
								веб-сайты. Они сохраняют некоторые параметры и отправляют информацию из вашего
								браузера, чтобы облегчить вам навигацию в Интернете и предоставить более
								качественные и персонализированные Интернет-услуги. Без некоторых используемых нами
								cookie-файлов Веб-сайт обойтись не может.
							</p>
							<p>
								На данный момент технически невозможно настроить параметры ваших cookie-файлов для
								использования их с отдельными веб-сайтами, однако если вы хотите удалить все уже
								сохраненные на вашем компьютере cookie-файлы или запретить им отслеживать алгоритмы
								вашего просмотра страниц на данном Веб-сайте, вы можете сделать, это удалив
								существующие cookie-файлы и настроить параметры конфиденциальности вашего браузера,
								чтобы заблокировать их (параметры cookie-файлов, как правило, можно изменить в
								разделе «Настройки» вашего браузера). Мы рекомендуем вам не блокировать и не удалять
								cookie-файлы, так как это может приводить к нестабильной или некорректной работе
								нашего Веб-сайта(-ов).
							</p>
							<strong>12. Соглашение</strong>
							<p>
								Обратите внимание на то, что настоящая Политика о соблюдении конфиденциальности
								представляет собой соглашение между вами и Группой компаний Marcodella Group Ltd. Мы
								можем периодически вносить изменения в эту Политику и уведомлять вас об этих
								изменениях. Мы рекомендуем регулярно пересматривать страницу с данной Политикой о
								соблюдении конфиденциальности.
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>
		<Footer />
	</div>
</template>

<script>
export default {
	data() {
		return {}
	},
	components: {
		Footer: () => import('@/components/layout/Footer/Footer.vue'),
	},
}
</script>
