<template>
	<div class="content__layout">
		<section class="typical__page-block text-block">
			<div class="wrapper">
				<div class="typical__page-block-inner">
					<div class="typical__page-block-head">
						<div class="typical__page-block-caption">
							<h1>Ответственная игра</h1>
						</div>
						<div class="typical__page-block-info">Советы и правила ответственной игры</div>
					</div>
					<div class="typical__page-block-body">
						<div class="text-block__inner">
							<p>
								Friends-casino относится к ответственной игре как к политике обслуживания клиентов.
								Мы считаем своей обязанностью брать на себя ответственность перед вами, нашими
								клиентами, и следить за тем, чтобы вы получали удовольствие от игры на нашем сайте,
								учитывая при этом возможный социальный и финансовый вред, связанный с проблемой
								азартных игр.
							</p>
							<strong>Проблема контроля</strong>
							<p>
								Азартные игры должны рассматриваться как веселое времяпрепровождение, а не как
								источник дохода. Тогда как большинство людей способны относиться к азартным играм,
								как к отдыху, и тратить на риск только те средства, что они могут себе позволить
								потратить, для некоторых это может стать непосильной задачей. Для того, чтобы
								сохранить контроль над своим увлечением азартными играми, мы напоминаем вам, что,
								играя, всегда необходимо учитывать и отслеживать следующие моменты:
							</p>
							<ul>
								<li>
									Играть в азартные игры стоит умеренно — это лишь одна из форм досуга, а не способ
									зарабатывания денег
								</li>
								<li>
									Не нужно гоняться за отыгрышем — у вас всегда есть шанс выиграть в другой раз
								</li>
								<li>Следует играть только тогда, когда вы можете покрыть убытки</li>
								<li>Следите за временем и следите за количеством денег, которые вы тратите</li>
								<li>
									Если вы нуждаетесь в перерыве от азартных игр, напишите запрос в службу
									онлайн-поддержки, и мы на время исключим вас из числа активных игроков сайта
								</li>
								<li>
									Если вам нужно с кем-то поговорить о любых проблемах, которые могут возникать в
									ходе азартных игр, пожалуйста, свяжитесь с одной из нижеперечисленных организаций
								</li>
							</ul>
							<strong>Есть ли у вас проблемы?</strong>
							<p>
								Если вы обеспокоены тем, что азартные игры могут оказывать негативное влияние на
								вашу жизнь или жизни ваших близких, то следующие вопросы могут помочь вам это
								узнать:
							</p>
							<ul>
								<li>Отвлекают ли вас азартные игры от посещений работы или учебы?</li>
								<li>Играете ли вы, чтобы просто весело провести время или избежать скуки?</li>
								<li>Играете ли вы в одиночестве в течение длительного периода времени?</li>
								<li>Критиковал ли вас кто-либо когда-либо за ваше увлечение азартными играми?</li>
								<li>Вы потеряли интерес к семье, друзьям или хобби из-за азартных игр?</li>
								<li>
									Вы когда-нибудь лгали, чтобы скрыть сумму проигранных денег или количество
									проведенного за азартными играми времени?
								</li>
								<li>Вы лгали, крали или занимали деньги с целью совершения ставок?</li>
								<li>Вы неохотно тратите \"игровые деньги\" на что-нибудь еще?</li>
								<li>Играете ли вы до упора, пока не проиграете все свои деньги?</li>
								<li>
									Посещает ли вас желание как можно скорее попытаться отыграть потерянные деньги
									сразу после проигрыша?
								</li>
								<li>
									Посещает ли вас чувство потерянности и отчаяния, когда у вас заканчиваются деньги
									при игре в азартные игры?
								</li>
								<li>Вызывают ли ссоры, расстройства или разочарования у вас желание поиграть?</li>
								<li>Приводят ли вас азартные игры к депрессии и мыслям о самоубийстве?</li>
							</ul>
							<p>
								Чем больше положительных ответов на вопросы вы дали, тем выше вероятность того, что
								у вас возникла игровая зависимость. Чтобы поговорить с кем-то, кто может дать вам
								совет и оказать поддержку, пожалуйста, свяжитесь с одной из указанных ниже
								организаций.
							</p>
							<strong>Самоисключение</strong>
							<p>
								Если вам необходимо отдохнуть от азартных игр, вы можете самостоятельно исключить
								себя из числа активных игроков сайта, обратившись в службу поддержки. Блокировка
								аккаунта производится в течение семи календарных дней после создания заявки.
								Самоисключение означает, что ваша учетная запись будет оставаться заблокированной, и
								не будет доступна ни при каких обстоятельствах.
							</p>
							<p>
								Если вы рассматриваете вариант самоисключения, пожалуйста, не забудьте связаться со
								всеми игорными заведениями, в которых у вас есть счета, и попросить, чтобы ваши
								счета также заблокировали и там. Мы также рекомендуем уделить внимание установке
								программного обеспечения, которое позволит вам блокировать доступ к сайтам азартных
								игр в Интернете (см. систем фильтрации в конце страницы).
							</p>
							<strong>Организации, занимающиеся консультациями в сфере азартных игр</strong>
							<p>
								Сайт GamCare, ведущей авторитетной организации, предоставляющей консультации, советы
								и практическую помощь в решении социальных последствий азартных игр в
								Великобритании, находится по адресу:
								<a href="www.gamcare.org.uk" target="_blank">www.gamcare.org.uk</a>.
								Конфиденциальная линия помощи: 0845 6000 133.
							</p>
							<p>
								\"Анонимные игроки\" — это объединение мужчин и женщин, которые объединились для
								решения своих собственных проблем, связанных с азартными играми, и готовы помочь
								другим заядлым игрокам делать то же самое. У организации существуют региональные
								представительства по всему миру. Информация об услугах \"Анонимных игроков\"
								доступна по адресу:
								<a href="www.gamblersanonymous.org.uk" target="_blank"
									>www.gamblersanonymous.org.uk</a
								>.
							</p>
							<p>
								Gambling Therapy обеспечивает поддержку и консультации для тех, кто пострадал от
								азартных игр. Члены группы терапии азартных игр работают как в Великобритании, так и
								за рубежом. С информацией о сайте можно ознакомиться по адресу:
								<a href="www.gamblingtherapy.org" target="_blank">www.gamblingtherapy.org</a>.
							</p>
							<strong>Несовершеннолетние игроки</strong>
							<p>
								Открытие счета и игра в Friends-Casino являются незаконными для лиц, не достигших
								18-летнего возраста. Friends-Casino крайне серьезно и ответственно подходит к этому
								вопросу. Мы проверяем возраст всех клиентов, которые используют доступные лицам до
								18 лет платежные механизмы, и дополнительно проводим случайные проверки возраста
								клиентов, использующих другие формы механизмов финансирования. Пожалуйста, обратите
								внимание на то, что если кто-либо в возрасте до 18 будет уличен в использовании
								сайта, то выигрыш данного лица будет конфискован.
							</p>
							<strong>Системы фильтрации</strong>
							<p>
								Фильтрация позволяет родителям регулировать доступ в Интернет на основе выбранных
								ими критериев. Родители вправе воспользоваться фильтрами, чтобы ограничить или
								запретить своим детям доступ к сайтам с азартными играми. Если вы пользуетесь
								компьютером совместно с семьей или друзьями, которым регистрация и ставки на нашем
								сайте запрещены по закону, или же кто-либо из них сам просил заблокировать им доступ
								к азартным играм, пожалуйста, рассмотрите следующие варианты по фильтрации и
								родительскому контролю:
							</p>
							<ul>
								<li>Net Nanny™ <a href="www.netnanny.com" target="_blank">www.netnanny.com</a></li>
								<li>
									CyberPatrol <a href="www.cyberpatrol.com" target="_blank">www.cyberpatrol.com</a>
								</li>
							</ul>
						</div>
					</div>
				</div>
			</div>
		</section>
		<Footer />
	</div>
</template>

<script>
export default {
	data() {
		return {}
	},
	components: {
		Footer: () => import('@/components/layout/Footer/Footer.vue'),
	},
}
</script>
