<template>
	<div class="content__layout">
		<section class="typical__page-block text-block">
			<div class="wrapper">
				<div class="typical__page-block-inner">
					<div class="typical__page-block-head">
						<div class="typical__page-block-caption">
							<h1>Пользовательское соглашение</h1>
						</div>
						<div class="typical__page-block-info">Условия и правила использования</div>
					</div>
					<div class="typical__page-block-body">
						<div class="text-block__inner">
							<p>Редакция от: 01 дек. 2020г., 00:00</p>
							<strong>Общие положения</strong>
							<p>
								1.1. Настоящее соглашение (далее «Соглашение») регламентирует порядок и условия
								предоставления услуг сайтом «friends-casino.com», именуемой далее по тексту
								«Организатор», и адресовано физическому лицу, желающему получать услуги указанного
								сайта (далее «Участник».)
							</p>
							<p>
								1.2. Организатор и участник признают порядок и форму заключения настоящего
								соглашения равнозначным по юридической силе соглашению, заключенному в письменной
								форме.
							</p>
							<p>
								1.3. Условия настоящего соглашения принимаются участниками в полном объеме и без
								каких-либо оговорок, путем присоединения к соглашению в том виде, в каком оно
								изложено на сайте «friends-casino.com»
							</p>
							<strong>Термины и Определения</strong>
							<p>
								2.1. Предметом настоящего Соглашения является предоставление организатором участнику
								услуг по организации досуга и отдыха в игре «friends-casino.com» в соответствии с
								условиями настоящего Соглашения. Под такими услугами, в частности, понимаются
								следующие: услуги по покупке-продаже игрового инвентаря (friends-casino.com),
								ведение учета значимой информации: движения по игровому счету, обеспечение мер по
								идентификации и безопасности участников, разработка программного обеспечения,
								интегрируемого в игровую площадку и внешние приложения, информационные и другие
								услуги, необходимые для организации игры и обслуживания участника в ее процессе на
								площадке организатора.
							</p>
							<p>
								2.2. Игра в целом, а равно любой ее элемент или любое сопряженное внешнее игровое
								приложение, созданы исключительно для развлечений. Участник признает, что все виды
								деятельности в игре на игровой площадке являются для него развлечением. Участник
								соглашается с тем, что в зависимости от характеристик его аккаунта, степень его
								участия в игре будет доступна в различной мере.
							</p>
							<p>
								2.3. Участник соглашается, что он несет персональную ответственность за все
								действия, произведенные с игровым инвентарем (friends-casino.com): покупкой,
								продажей, вводом и выводом, а также за игровые действия на игровой площадке:
								создание, покупку-продажу, операции со всеми игровыми элементами и другими игровыми
								атрибутами и объектами, используемыми для игрового процесса.
							</p>
							<p>
								2.4. Участник признает, что степень и возможность участия в развлечениях на сервере
								Игры являются главными качествами оказываемой ему услуги.
							</p>
							<strong>Права и обязанности сторон</strong>
							<p>3.1 Права и обязанности участника.</p>
							<p>
								3.1.1. Принимать участие в игре «friends-casino.com» могут только лица, достигшие
								гражданской дееспособности по законодательству страны своей резиденции. Все
								последствия неисполнения данного условия возлагаются на участника.
							</p>
							<p>
								3.1.2. Степень и способ участия в игре определяются самим участником, но не могут
								противоречить настоящему Соглашению и правилам игровой площадки.
							</p>
							<p>3.1.2. Участник обязан:</p>
							<p>
								3.1.2.1. правдиво сообщать сведения о себе при регистрации и по первому требованию
								Организатора предоставить достоверные данные о своей личности, позволяющие
								идентифицировать его как владельца аккаунта в игре;
							</p>
							<p>
								3.1.2.2. не использовать недокументированные особенности (баги) и ошибки
								программного обеспечения игры и незамедлительно сообщать Организатору о них, а так
								же о лицах, использующих эти ошибки;
							</p>
							<p>
								3.1.2.3. не использовать внешние программы любого рода, для получения преимуществ в
								игре;
							</p>
							<p>
								3.1.2.4. не использовать реферальную ссылку для регистрации мультиаккаунтов с целью
								получения возврата средств от ставок. Участник который будет замечен будет
								заблокирован, а средства на балансе списаны за нарушение;
							</p>
							<p>
								3.1.2.5. не использовать для рекламы своей партнерской ссылки, а равно ресурса, ее
								содержащего, почтовые рассылки и иного вида сообщения лицам, не выражавшим согласия
								их получать (спам);
							</p>
							<p>
								3.1.2.6. не вправе ограничивать доступ других участников или других лиц к Игре,
								обязан уважительно и корректно относиться к участникам игры, а так же к
								Организатору, его партнерам и сотрудникам, не создавать помехи в работе последних;
							</p>
							<p>3.1.2.7. не обманывать Организатора и участников игры;</p>
							<p>3.1.2.8. не использовать ненормативную лексику и оскорбления в любой форме;</p>
							<p>3.1.2.9. не порочить действия других игроков и Администрации;</p>
							<p>3.1.2.10. не угрожать насилием и физической расправой кому бы то ни было;</p>
							<p>
								3.1.2.11. не распространять материалы пропагандирующие неприятие или ненависть к
								любой расе, религии, культуре, нации, народу, языку, политике, государству,
								идеологии или общественному движению;
							</p>
							<p>
								3.1.2.12. не рекламировать порнографию, наркотики и ресурсы, содержащие подобную
								информацию;
							</p>
							<p>
								3.1.2.13. не использовать действия, терминологию или жаргон для завуалирования
								нарушения обязанностей участника;
							</p>
							<p>
								3.1.2.14. самостоятельно заботиться о необходимых мерах компьютерной и иной
								безопасности, хранить в секрете и не передавать другому лицу или другому участнику
								свои идентификационные данные: логин, пароль аккаунта и др., не допускать
								несанкционированного доступа к почтовому ящику, указанному в профиле аккаунта
								участника. Весь риск неблагоприятных последствий разглашения этих данных несет
								участник, так как участник согласен с тем, что система информационной безопасности
								игровой площадки исключает передачу логина, пароля и идентификационной информации
								аккаунта участника третьим лицам;
							</p>
							<p>
								3.1.2.15. самостоятельно нести персональную ответственность за ведение своих
								финансовых сделок и операций, Организатор не несет ответственности за совершаемые
								финансовые действия между игроками по передаче игрового инвентаря и игровой валюты,
								а равно иных игровых атрибутов.
							</p>
							<p>
								3.1.2.16. о своих претензиях и жалобах первым уведомлять организатора в письменной
								форме через страницу «Поддержка».
							</p>
							<p>
								3.1.2.17. регулярно самостоятельно знакомиться с новостями игры, а также с
								изменениями в настоящем Соглашении и в правилах игры на игровой площадке.
							</p>
							<p>
								3.1.2.18. не создавать дополнительные аккаунты ( мультиаккаунты ). Такие действия
								повлекут за собой блокировку аккаунта, либо его обнуление.
							</p>
							<p>3.1.2.19. Запрещена продажа/передача аккаунтов</p>
							<p>
								3.1.2.20. Запрещены \"сговоры\" групп лиц в целях получения выгоды для
								участников/неучастников сговора
							</p>
							<p>
								3.1.2.21. \"Сговоры\" - они же картельный сговор, преступный сговор, кооператив.
								Данный термин определяет группу лиц, которые путем кооперации пытаются получить
								выгоду на сайте. В случае обнаружения оных, всем участникам грозит бан и обнуление,
								также возможно наказание устанавливаемое администраторами.
							</p>
							<p>
								3.1.2.22. Использовать средства, полученные с партнерской программы, только для
								непосредственного вывода на собственный счет.
							</p>
							<strong>Права и обязанности организатора</strong>
							<p>4.1.1. Организатор обязан:</p>
							<p>
								4.1.1.1. обеспечить без взимания платы доступ участника на игровую площадку и к
								участию в игре. Участник самостоятельно за свой счет оплачивает доступ в сеть
								Интернет и несет иные расходы, связанные с данным действием.
							</p>
							<p>
								4.1.1.2. вести учет игрового инвентаря (friends-casino.com) на игровом счете
								участника.
							</p>
							<p>
								4.1.1.3. регулярно совершенствовать аппаратно-программный комплекс, но не
								гарантирует, что программное обеспечение Игры не содержит ошибок, а аппаратная часть
								не выйдет из рабочих параметров и будет функционировать бесперебойно.
							</p>
							<p>
								4.1.1.4. Соблюдать режим конфиденциальности в отношении персональных данных
								участника в порядке п. 6 настоящего соглашения.
							</p>
							<p>
								4.1.1.5. Получение выплат пользователем может ограничиваться администрацией на своё
								усмотрение.
							</p>
							<p>
								4.1.1.6. Любому лицу, законно владеющему игровым инвентарем (friends-casino.com),
								осуществляется оплата денежной суммы, обусловленной курсовой стоимостью
								(friends-casino.com), за вычетом затрат на осуществление данной операции.
							</p>
							<p>4.1.2. Организатор имеет право:</p>
							<p>
								4.1.2.2. предоставлять участнику дополнительные платные услуги, перечень которых, а
								также порядок и условия пользования которыми определяются настоящим соглашением,
								правилами игровой площадки и иными объявлениями организатора. При этом организатор
								вправе в любое время изменить количество и объем предлагаемых платных услуг, их
								стоимость, название, вид и эффект от использования.
							</p>
							<p>
								4.1.2.3. приостановить действие настоящего соглашения и отключить участника от
								участия в игре на время проведения расследования по подозрению участника в нарушении
								настоящего Соглашения и правил игровой площадки.
							</p>
							<p>
								4.1.2.4. исключить участника из игры, если установит, что участник нарушил настоящее
								соглашение или правила, установленные на игровой площадке, в порядке 5.10 настоящего
								соглашения.
							</p>
							<p>
								4.1.2.5. частично или полностью прерывать предоставление услуг без предупреждения
								участника при проведении реконструкции, ремонта и профилактических работ на
								площадке.
							</p>
							<p>
								4.1.2.6. Организатор не несет ответственности за неправильное функционирование
								программного обеспечения игры. Участник использует программное обеспечение по
								принципу «КАК ЕСТЬ» (“AS IS”). Если организатор установит, что при игре возник сбой
								(ошибка) в работе площадки, то результаты, которые состоялись во время некорректной
								работы программного обеспечения, могут быть аннулированы или скорректированы по
								усмотрению организатора. Участник согласен не апеллировать к организатору по поводу
								качества, количества, порядка и сроков предоставляемых ему игровых возможностей и
								услуг.
							</p>
							<p>
								Гарантии и ответственность 5.1. Организатор не гарантирует постоянный и непрерывный
								доступ к игровой площадке и его услугам в случае возникновения технических неполадок
								и/или непредвиденных обстоятельств, в числе которых: неполноценная работа или не
								функционирование интернет–провайдеров, серверов информации, банковских и платёжных
								систем, а также неправомерных действий третьих лиц. Организатор приложит все усилия
								по недопущению сбоев, но не несет ответственности за временные технические сбои и
								перерывы в работе Игры, вне зависимости от причин таких сбоев.
							</p>
							<p>
								5.2. Участник полностью согласен, что организатор не может нести ответственность за
								убытки участника, которые возникли в связи с противоправными действиями третьих лиц,
								направленными на нарушение системы безопасности электронного оборудования и баз
								данных игры, либо вследствие независящих от организатора перебоев, приостановления
								или прекращения работы каналов и сетей связи, используемых для взаимодействия с
								участником, а также неправомерных или необоснованных действий платежных систем, а
								так же третьих лиц.
							</p>
							<p>
								5.3. Организатор не несет ответственности за убытки, понесенные в результате
								использования или не использования участником информации об Игре, игровых правил и
								самой Игры и не несет ответственности за убытки или иной вред, возникший у участника
								в связи с его неквалифицированными действиями и незнанием игровых правил или его
								ошибках в расчетах;
							</p>
							<p>
								5.4. Участник согласен с тем, что использует игровую площадку по своей доброй воле и
								на свой собственный риск. Организатор не дает участнику никакой гарантии того, что
								он извлечет выгоду или пользу от участия в игре. Степень участия в Игре определяется
								самим участником.
							</p>
							<p>
								5.5. Организатор не несет ответственности перед участником за действия других
								участников.
							</p>
							<p>
								5.6. В случае возникновения споров и разногласий на игровой площадке, решение
								организатора является окончательным, и участник с ним полностью согласен. Все споры
								и разногласия, возникающие из настоящего Соглашения или в связи с ним, подлежат
								разрешению путем переговоров. В случае невозможности достижения согласия путем
								переговоров, споры, разногласия и требования, возникающие из настоящего Соглашения,
								подлежат разрешению в соответствии с действующим законодательством РФ.
							</p>
							<p>
								5.7. Организатор не несет налогового бремени за Участника. Участник обязуется
								самостоятельно включать возможные полученные доходы в налоговую декларацию в
								соответствии с законодательством страны своей резиденции.
							</p>
							<p>
								5.8. Организатор может вносить изменения в настоящее Соглашение, правила игровой
								площадки и другие документы в одностороннем порядке. В случае внесения изменений в
								документы Организатор размещает последние версии документов на сайте игровой
								площадки. Все изменения вступают в силу с момента размещения. Участник имеет право
								расторгнуть настоящее Соглашение в течение 3 дней, если он не согласен с внесенными
								изменениями. В таком случае расторжение Соглашения производится согласно п. 5.9
								настоящего Соглашения. На Участника возлагается обязанность регулярно посещать
								официальный сайт Игры с целью ознакомления с официальными документами и новостями.
							</p>
							<p>
								5.9. Участник имеет право расторгнуть настоящее Соглашение в одностороннем порядке
								без сохранения игрового аккаунта. При этом все расходы, связанные с участием в игре,
								участнику не компенсируются и не возвращаются.
							</p>
							<p>
								5.10. Организатор имеет право расторгнуть настоящее Соглашение в одностороннем
								порядке, а также совершать иные действия, ограничивающие возможности в Игре, в
								отношении участника или группы участников, являющихся соучастниками выявленных
								нарушений условий настоящего Соглашения. При этом все игровые атрибуты, игровой
								инвентарь (friends-casino.com) находящиеся в аккаунте и на игровом счете участника
								или группы участников, а равно все расходы возврату не подлежат и не компенсируются,
								за исключением если Организатор по своему усмотрению посчитает целесообразным
								компенсировать расходы участника или группы участников.
							</p>
							<p>
								5.11. Организатор и Участник освобождаются от ответственности в случае возникновения
								обстоятельств непреодолимой силы (форс-мажорных обстоятельств), к числу которых
								относятся, но перечнем не ограничиваются: стихийные бедствия, войны, огонь (пожары),
								наводнения, взрывы, терроризм, бунты, гражданские волнения, акты правительственной
								или регулирующей власти, хакерские атаки, отсутствия, нефункционирование или сбои
								работы энергоснабжения, поставщиков Интернет услуг, сетей связи или других систем,
								сетей и услуг. Сторона, у которой возникли такие обстоятельства, должна в разумные
								сроки и доступным способом оповестить о таких обстоятельствах другую сторону.
							</p>
							<p>
								5.12. Для вывода средств Организатор в праве запросить документы для верификации
								аккаунта, которые могут включать: изображение документа удостоверяющего личность,
								фото / скриншот чека на внесение средств.
							</p>
							<p>
								5.13. Компания имеет право ограничить сумму выплат для игрока лимитом в размере
								250.000 RUB. (5.000 USD.) за один месяц. Компания не выплачивает проценты по
								существующим долгам. Эти условия не распространяются на выигрыши джек-пота,
								предлагаемые на Веб-сайте.
							</p>
							<strong>Конфиденциальность</strong>
							<p>
								6.1. Условие конфиденциальности распространяется на информацию, которую Организатор
								может получить об Участнике во время его пребывания на сайте Игры и которая может
								быть соотнесена с данным конкретным пользователем. Организатор автоматически
								получает и записывает в серверные логи техническую информацию из вашего браузера: IP
								адрес, адрес запрашиваемой страницы и т.д. Организатор может записывать «cookies» на
								компьютер пользователя и впоследствии использовать их. Организатор гарантирует, что
								данные, сообщенные участником при регистрации в Игре, будут использоваться
								Организатором только внутри Игры.
							</p>
							<p>
								6.2. Организатор вправе передать персональную информацию об Участнике третьим лицам
								только в случаях, если:
							</p>
							<p>6.2.1. Участник изъявил желание раскрыть эту информацию;</p>
							<p>
								6.2.2. Без этого Участник не может воспользоваться желаемым продуктом или услугой, в
								частности - информация об именах (никах), игровых атрибутах - может быть доступна
								другим участникам;
							</p>
							<p>
								6.2.3. Этого требует международное законодательство и/или органы власти с
								соблюдением законной процедуры;
							</p>
							<p>6.2.4. Участник нарушает настоящее Соглашение и правила игровой площадки.</p>
							<strong>Иные положения</strong>
							<p>
								7.1. Недействительность части или пункта (подпункта) настоящего соглашения не влечет
								недействительности всех остальных частей и пунктов (подпунктов).
							</p>
							<p>
								7.2. Срок действия настоящего Соглашения устанавливается на весь период действия
								игровой площадки, то есть на неопределенный срок, и не предполагает срока окончания
								данного соглашения.
							</p>
							<p>
								7.3. Регистрируясь и находясь на игровой площадке, участник признает, что он
								прочитал, понял и полностью принимает условия настоящего Соглашения, а также правила
								игры и иных официальных документов.
							</p>
							<p>
								7.4. Запрещено использование временных ( одноразовых ) почт, за использование
								таковых аккаунт будет удален и будут приняты меры. Одноразовая почта определяется
								администрацией сайта. Под данное определение подходят и почты поставленные на
								купленные домены, купленные домены определяются администрацией сайта.
							</p>
							<p>
								7.4.1. Запрещено регистрировать более одного аккаунта через сайт. Такие действия
								повлекут за собой обнуление счёта
							</p>
							<p>
								7.4.2. Искусственное наигрывание баланса с помощью скриптов - категорически
								запрещено. Участник который будет замечен будет заблокирован
							</p>
							<strong>Бонусы и акции</strong>
							<p>
								8.1. Каждый депозит на сайте облагается правилами оборота. Вывод возможен только при
								условии, что вы выполнили оборот по ставкам размером как минимум X1.5 от суммы
								депозита.
							</p>
							<p>
								8.2. Любой бонус, который начисляется в рамках каких либо акций требует выполнять
								условие по обороту ставок. Вывод возможен только при условии, что вы выполнили
								оборот по ставкам размером как минимум X1.5 от суммы депозита.
							</p>
							<p>
								8.3. Пополнение баланса с помощью активации промокодов, либо вращения колеса раздачи
								монет, возможно только при условии полного использования (вывода выигрыша /
								проигрыша суммы промо) предыдущего бонуса.
							</p>
							<p>
								8.4. Любые промо-средства (активация промокодов, получение монет с колеса раздачи)
								могут быть использованы только для игры в слоты, в случае нарушения правила выигрыш
								с других режимов будет аннулирован.
							</p>
							<p>
								8.5. Максимальный профит, который может быть получен игроком при получении любого
								бонуса, либо участии в любой акции не может превышать 1000 RUB., если иного не
								сказано в условиях проводящейся акции.
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>
		<Footer />
	</div>
</template>

<script>
export default {
	data() {
		return {}
	},
	components: {
		Footer: () => import('@/components/layout/Footer/Footer.vue'),
	},
}
</script>
